[
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "1",
        "verse_text": "Now Solomon built his own house for thirteen years, and he brought it to perfection",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "2",
        "verse_text": "And he built the house from the forest of Lebanon: one hundred cubits in length, and fifty cubits in width, and thirty cubits in height, with four walkways between columns of cedar. For he had hewn the cedar trees into columns",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "3",
        "verse_text": "And he clothed the entire vaulted room with panels of cedar. And it was supported by forty-five columns. Now one row held fifteen columns",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "4",
        "verse_text": "each positioned opposite another",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "5",
        "verse_text": "and looking toward one another, with equal spacing between the columns. And above the columns there were square beams equal in all things",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "6",
        "verse_text": "And he made a portico of columns, fifty cubits in length and thirty cubits in width, and another portico, facing the greater portico, with columns and with crossbeams upon the columns",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "7",
        "verse_text": "He also made the portico of the throne, in which is the tribunal. And he overlaid it with cedar wood, from the floor even to the summit",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "8",
        "verse_text": "And in the midst of the portico, there was a small house, where he would sit in judgment, similar in workmanship. He also made a house for the daughter of Pharaoh (whom Solomon had taken as wife) of the same work and type as this portico",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "9",
        "verse_text": "All was of precious stones, which had been sawed by a particular standard and measure, as much within as without, from the foundation even to the summit of the walls, and outside even to the great atrium",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "10",
        "verse_text": "Now the foundations were of precious stones: great stones of eight or ten cubits",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "11",
        "verse_text": "And above these, there were precious stones, of equal measure, which had been cut in a manner similar to boards of cedar",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "12",
        "verse_text": "And the great atrium was round, with three rows of cut stones and one row of cut cedar, even as it also was in the interior atrium of the house of the Lord, and in the portico of the house",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "13",
        "verse_text": "And king Solomon sent and brought Hiram of Tyre",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "14",
        "verse_text": "the son of a widowed woman, from the tribe of Naphtali, whose father was a Tyrian, an artisan in brass, and full of wisdom, and understanding, and knowledge in order to form every work of brass. And when he had gone to king Solomon, he wrought all his work",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "15",
        "verse_text": "And he cast two columns of brass. Each column was eighteen cubits in height, and a line of twelve cubits encompassed both columns",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "16",
        "verse_text": "Also, he made two heads of molten brass, which would be set upon the tops of the columns: one head was five cubits in height, and the other head was five cubits in height",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "17",
        "verse_text": "And there was something like a network of chains, woven together in a wonderful manner. Both heads of the columns were cast, and seven rows of little nets traversed one head, and seven little nets were on the other head",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "18",
        "verse_text": "And he finished the columns with two rows all around each network, so that these covered the heads, which were at the top, with pomegranates. And he did in like manner to the second head",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "19",
        "verse_text": "Now the heads that were at the top of the columns, in the portico of four cubits, had been fabricated with a work of lilies",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "20",
        "verse_text": "And again, there were other heads at the tops of the columns above, in accord with the measure of the column opposite the netting. And there were two hundred of the pomegranates, in rows around the second head",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "21",
        "verse_text": "And he stationed the two columns in the portico of the temple. And when he had stationed the column on the right, he called its name Jachin. Similarly, he erected the second column, and he called its name Boaz",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "22",
        "verse_text": "And above the tops of the columns, he set a work in the manner of lilies. And the work of the columns was perfected",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "23",
        "verse_text": "He also made a molten sea, of ten cubits from brim to brim, rounded on all sides. Its height was five cubits, and a thin rope of thirty cubits wrapped it all around",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "24",
        "verse_text": "And a sculpted work under the brim encircled it for ten cubits going around the sea. There were two rows cast of striated sculptures",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "25",
        "verse_text": "And it was standing upon twelve oxen, of which three were looking toward the north, and three toward the west, and three toward the south, and three toward the east. And the sea above was over them. And their posteriors were entirely hidden within",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "26",
        "verse_text": "And the basin was the thickness of three twelfths. And its brim was like the brim of a chalice, or like the outturned petal of a lily. It contained two thousand baths",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "27",
        "verse_text": "And he made ten bases of brass: each base was four cubits in length, and four cubits in width, and three cubits in height",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "28",
        "verse_text": "And the work itself of the bases was engraved; and there were sculptures between the junctures",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "29",
        "verse_text": "And between the little crowns and the edges, there were lions, and oxen, and cherubim; and similarly in the junctures above. And under the lions and oxen were something like bands of brass hanging down",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "30",
        "verse_text": "And each base had four wheels, with axels of brass. And at the four sides were something like little arms, under the cast basin, facing away from one another",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "31",
        "verse_text": "Also, the mouth of the interior of the basin was at the top of the head. And what was visible outside was of one cubit all around, and altogether it had one cubit and a half. Now at the corners of the columns were diverse engravings. And the spaces between the columns were square, not round",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "32",
        "verse_text": "And the four wheels, which were at the four corners of the base, were joined to one another under the base. The height of one wheel held one cubit and a half",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "33",
        "verse_text": "Now these were the kind of wheels such as are often made for a chariot. And their axels, and spokes, and tires, and centers were all cast",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "34",
        "verse_text": "And the four little arms, which were at each corner of a base, were cast and joined together as part of the base itself",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "35",
        "verse_text": "And at the summit of the base, there was a round stand of one half cubit, fabricated so that the basin could be placed upon it, having its engravings, and various sculptures of its own",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "36",
        "verse_text": "He also engraved those plates, which were of brass. And at the corners were cherubim, and lions, and palm trees, standing out, as if in the likeness of a man, so that they seemed not to be engraved, but placed adjacent on all sides",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "37",
        "verse_text": "In this manner, he made ten bases with the same casting and measure, and very similar engravings",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "38",
        "verse_text": "He also made ten hand basins of brass. One hand basin contained four baths, and was of four cubits. And each basin he set upon a base, which is ten bases",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "39",
        "verse_text": "And he stationed the ten bases, five to the right side of the temple, and five to the left. And the sea he placed to the right side of the temple, opposite the east, toward the south",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "40",
        "verse_text": "Then Hiram made cooking pots, and trays, and small hooks. And he completed all the work of king Solomon in the temple of the Lord",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "41",
        "verse_text": "the two columns, and the two cords of the heads over the tops of the columns, and the two networks which covered the two cords that were above the tops of the columns",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "42",
        "verse_text": "and the four hundred pomegranates for the two networks, two turnings of pomegranates for each network, in order to cover the cords of the heads, which were above the tops of the columns",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "43",
        "verse_text": "and the ten bases, and the ten basins on the bases",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "44",
        "verse_text": "and the one sea, and the twelve oxen under the sea",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "45",
        "verse_text": "and the cooking pots, and the trays, and the small hooks. All of the items that Hiram made for king Solomon, for the house of the Lord, were of golden brass",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "46",
        "verse_text": "In the open regions near the Jordan, the king cast these, in the clay soil between Succoth and Zarethan",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "47",
        "verse_text": "And Solomon positioned all the items. But because of its exceedingly great amount, the brass was not weighed",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "48",
        "verse_text": "And Solomon made all the furniture for the house of the Lord: the altar of gold, and the table of gold, upon which the bread of the presence would be placed",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "49",
        "verse_text": "and the gold lampstands, five to the right, and five to the left, opposite the oracle, of pure gold; and likenesses of lily blossoms, with lamps above them, of gold; and gold tongs",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "50",
        "verse_text": "and water pots, and little forks, and bowls, and little mortars, and censers, of the purest gold; and the hinges of the doors, for the interior house of the Holy of Holies and for the doors of the house of the temple, which were of gold",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Kings",
        "book_usfm_code": "1KI",
        "chapter_number": "7",
        "verse_number": "51",
        "verse_text": "And Solomon perfected all the work that he was doing in the house of the Lord. And he brought in the things that his father David had sanctified: the silver, and the gold, and the vessels. And he stored these in the treasuries of the house of the Lord",
        "iso-639-2_language_code": "eng"
    }
]