[
    {
        "book_title": "1-Samuel",
        "book_usfm_code": "1SA",
        "chapter_number": "16",
        "verse_number": "1",
        "verse_text": "And the Lord said to Samuel: “How long will you mourn for Saul, though I have rejected him, so that he would not reign over Israel? Fill your horn with oil and approach, so that I may send you to Jesse of Bethlehem. For I have provided a king from among his sons for myself.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Samuel",
        "book_usfm_code": "1SA",
        "chapter_number": "16",
        "verse_number": "2",
        "verse_text": "And Samuel said: “How shall I go? For Saul will hear of it, and he will put me to death.” And the Lord said: “You shall take, by your hand, a calf from the herd. And you shall say, ‘I have arrived in order to immolate to the Lord.’",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Samuel",
        "book_usfm_code": "1SA",
        "chapter_number": "16",
        "verse_number": "3",
        "verse_text": "And you shall call Jesse to the sacrifice, and I will reveal to you what you should do. And you shall anoint whomever I will indicate to you.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Samuel",
        "book_usfm_code": "1SA",
        "chapter_number": "16",
        "verse_number": "4",
        "verse_text": "Therefore, Samuel did just as the Lord told him. And he went to Bethlehem, and the elders of the city wondered. And meeting him, they said, “Is your arrival peaceful?”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Samuel",
        "book_usfm_code": "1SA",
        "chapter_number": "16",
        "verse_number": "5",
        "verse_text": "And he said: “It is peaceful. I have arrived in order to immolate to the Lord. Be sanctified, and come with me to the sacrifice.” Then he sanctified Jesse and his sons, and he called them to the sacrifice.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Samuel",
        "book_usfm_code": "1SA",
        "chapter_number": "16",
        "verse_number": "6",
        "verse_text": "And when they had entered, he saw Eliab, and he said, “Could he be the Christ in the sight of the Lord?”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Samuel",
        "book_usfm_code": "1SA",
        "chapter_number": "16",
        "verse_number": "7",
        "verse_text": "And the Lord said to Samuel: “You should not look with favor on his face, nor on the height of his stature. For I have rejected him. Neither do I judge by the appearance of a man. For man sees those things that are apparent, but the Lord beholds the heart.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Samuel",
        "book_usfm_code": "1SA",
        "chapter_number": "16",
        "verse_number": "8",
        "verse_text": "And Jesse called Abinadab, and he brought him before Samuel. And he said, “Neither has the Lord chosen this one.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Samuel",
        "book_usfm_code": "1SA",
        "chapter_number": "16",
        "verse_number": "9",
        "verse_text": "Then Jesse brought Shammah. And he said about him, “And the Lord has not chosen this one.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Samuel",
        "book_usfm_code": "1SA",
        "chapter_number": "16",
        "verse_number": "10",
        "verse_text": "And so Jesse brought his seven sons before Samuel. And Samuel said to Jesse, “The Lord has not chosen any of these.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Samuel",
        "book_usfm_code": "1SA",
        "chapter_number": "16",
        "verse_number": "11",
        "verse_text": "And Samuel said to Jesse, “Could the sons now be completed?” But he responded, “There still remains a little one, and he pastures the sheep.” And Samuel said to Jesse: “Send and bring him. For we shall not recline to eat, until he arrives here.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Samuel",
        "book_usfm_code": "1SA",
        "chapter_number": "16",
        "verse_number": "12",
        "verse_text": "Therefore, he sent and brought him. Now he was ruddy, and beautiful to behold, and with a stately face. And the Lord said, “Rise up, anoint him! For it is he.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Samuel",
        "book_usfm_code": "1SA",
        "chapter_number": "16",
        "verse_number": "13",
        "verse_text": "Therefore, Samuel took the horn of oil, and he anointed him in the midst of his brothers. And the Spirit of the Lord was guiding David from that day and thereafter. And Samuel rose up, and he went away to Ramah.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Samuel",
        "book_usfm_code": "1SA",
        "chapter_number": "16",
        "verse_number": "14",
        "verse_text": "But the Spirit of the Lord withdrew from Saul, and a wicked spirit from the Lord disturbed him.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Samuel",
        "book_usfm_code": "1SA",
        "chapter_number": "16",
        "verse_number": "15",
        "verse_text": "And the servants of Saul said to him: “Behold, an evil spirit from God disturbs you.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Samuel",
        "book_usfm_code": "1SA",
        "chapter_number": "16",
        "verse_number": "16",
        "verse_text": "May our lord order, and your servants, who are before you, will seek a man skillful in playing a stringed instrument, so that when the evil spirit from the Lord assails you, he may play with his hand, and you may bear it more easily.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Samuel",
        "book_usfm_code": "1SA",
        "chapter_number": "16",
        "verse_number": "17",
        "verse_text": "And Saul said to his servants, “Then provide for me someone who can play well, and bring him to me.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Samuel",
        "book_usfm_code": "1SA",
        "chapter_number": "16",
        "verse_number": "18",
        "verse_text": "And one of the servants, responding, said: “Behold, I have seen the son of Jesse of Bethlehem, a skillful player, and very strong and robust, a man fit for war, and prudent in words, a handsome man. And the Lord is with him.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Samuel",
        "book_usfm_code": "1SA",
        "chapter_number": "16",
        "verse_number": "19",
        "verse_text": "Therefore, Saul sent messengers to Jesse, saying, “Send to me your son David, who is in the pastures.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Samuel",
        "book_usfm_code": "1SA",
        "chapter_number": "16",
        "verse_number": "20",
        "verse_text": "And so, Jesse took a donkey laden with bread, and a bottle of wine, and a kid from one of the goats, and he sent them, by the hand of his son David, to Saul.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Samuel",
        "book_usfm_code": "1SA",
        "chapter_number": "16",
        "verse_number": "21",
        "verse_text": "And David went to Saul, and stood before him. And he loved him exceedingly, and he made him his armor bearer.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Samuel",
        "book_usfm_code": "1SA",
        "chapter_number": "16",
        "verse_number": "22",
        "verse_text": "And Saul sent to Jesse, saying: “Let David remain before my sight. For he has found favor in my eyes.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "1-Samuel",
        "book_usfm_code": "1SA",
        "chapter_number": "16",
        "verse_number": "23",
        "verse_text": "And so, whenever the evil spirit from the Lord assailed Saul, David took up his stringed instrument, and he struck it with his hand, and Saul was refreshed and uplifted. For the evil spirit withdrew from him.",
        "iso-639-2_language_code": "eng"
    }
]