[
    {
        "book_title": "2-Chronicles",
        "book_usfm_code": "2CH",
        "chapter_number": "3",
        "verse_number": "1",
        "verse_text": "And Solomon began to build the house of the Lord, in Jerusalem on mount Moriah, as it had been shown to David his father, at the place which David had prepared on the threshing floor of Ornan the Jebusite",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Chronicles",
        "book_usfm_code": "2CH",
        "chapter_number": "3",
        "verse_number": "2",
        "verse_text": "Now he began to build in the second month, in the fourth year of his reign",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Chronicles",
        "book_usfm_code": "2CH",
        "chapter_number": "3",
        "verse_number": "3",
        "verse_text": "And these are the foundations, which Solomon set forth so that he might build the house of God: the length in cubits by the first measure sixty, the width in cubits twenty",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Chronicles",
        "book_usfm_code": "2CH",
        "chapter_number": "3",
        "verse_number": "4",
        "verse_text": "Truly, at the front, the portico, which was extended in length according to the measure of the width of the house, was of twenty cubits. Then the height was of one hundred twenty cubits. And he overlaid it on the interior with the purest gold",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Chronicles",
        "book_usfm_code": "2CH",
        "chapter_number": "3",
        "verse_number": "5",
        "verse_text": "Also, he covered the greater house with wooden panels of spruce, and he affixed layers of refined gold through it all. And he engraved in them palm trees, and the likeness of little chains interlaced with one another",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Chronicles",
        "book_usfm_code": "2CH",
        "chapter_number": "3",
        "verse_number": "6",
        "verse_text": "Also, he paved the floor of the temple with the most precious marble, of great beauty",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Chronicles",
        "book_usfm_code": "2CH",
        "chapter_number": "3",
        "verse_number": "7",
        "verse_text": "Now the gold, with which he covered in layers the house and its beams and posts and walls and doors, was highly refined. And he engraved cherubim on the walls",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Chronicles",
        "book_usfm_code": "2CH",
        "chapter_number": "3",
        "verse_number": "8",
        "verse_text": "Also, he made the house of the Holy of Holies. Its length, in accord with the width of the temple, was of twenty cubits. And its width, similarly, was of twenty cubits. And he covered it with layers of gold, of about six hundred talents",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Chronicles",
        "book_usfm_code": "2CH",
        "chapter_number": "3",
        "verse_number": "9",
        "verse_text": "Then he also made nails of gold, such that each nail weighed fifty shekels. Also, he covered the upper rooms in gold",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Chronicles",
        "book_usfm_code": "2CH",
        "chapter_number": "3",
        "verse_number": "10",
        "verse_text": "Now he also made, in the house of the Holy of Holies, two cherubim as a work of statues. And he covered them with gold",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Chronicles",
        "book_usfm_code": "2CH",
        "chapter_number": "3",
        "verse_number": "11",
        "verse_text": "The wings of the cherubim extended for twenty cubits, such that one wing had five cubits and it touched the wall of the house, and the other, having five cubits, touched the wing of the other cherub",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Chronicles",
        "book_usfm_code": "2CH",
        "chapter_number": "3",
        "verse_number": "12",
        "verse_text": "Similarly, the wing of the other cherub was five cubits, and it touched the wall, and his other wing of five cubits also touched the wing of the other cherub",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Chronicles",
        "book_usfm_code": "2CH",
        "chapter_number": "3",
        "verse_number": "13",
        "verse_text": "And so the wings of both cherubim were stretched out and extended for twenty cubits. Now they were standing upright on their feet, and their faces were turned toward the exterior house",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Chronicles",
        "book_usfm_code": "2CH",
        "chapter_number": "3",
        "verse_number": "14",
        "verse_text": "Also, he made a veil from hyacinth, purple, scarlet, and fine linen. And he wove within it cherubim",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Chronicles",
        "book_usfm_code": "2CH",
        "chapter_number": "3",
        "verse_number": "15",
        "verse_text": "And also, before the doors of the temple, there were two pillars, having a height of thirty-five cubits. But their heads were of five cubits",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Chronicles",
        "book_usfm_code": "2CH",
        "chapter_number": "3",
        "verse_number": "16",
        "verse_text": "Then too, there were something like little chains on the oracle, and he placed these upon the heads of the pillars. And there were one hundred pomegranates, which he placed between the little chains",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Chronicles",
        "book_usfm_code": "2CH",
        "chapter_number": "3",
        "verse_number": "17",
        "verse_text": "Also, he placed these pillars in the vestibule of the temple, one to the right, and the other to the left. The one that was on the right, he called Jachin; and the one that was on the left, Boaz",
        "iso-639-2_language_code": "eng"
    }
]