[
    {
        "book_title": "2-Kings",
        "book_usfm_code": "2KI",
        "chapter_number": "16",
        "verse_number": "1",
        "verse_text": "In the seventeenth year of Pekah, the son of Remaliah: Ahaz, the son of Jotham, reigned as king of Judah",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Kings",
        "book_usfm_code": "2KI",
        "chapter_number": "16",
        "verse_number": "2",
        "verse_text": "Ahaz was twenty years old when he had begun to reign, and he reigned for sixteen years in Jerusalem. He did not do what was pleasing in the sight of the Lord, his God, as his father David did",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Kings",
        "book_usfm_code": "2KI",
        "chapter_number": "16",
        "verse_number": "3",
        "verse_text": "Instead, he walked in the way of the kings of Israel. Moreover, he even consecrated his son, making him pass through fire, in accord with the idols of the nations that the Lord destroyed before the sons of Israel",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Kings",
        "book_usfm_code": "2KI",
        "chapter_number": "16",
        "verse_number": "4",
        "verse_text": "Also, he was immolating victims, and burning incense, in the high places, and on the hills, and under every leafy tree",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Kings",
        "book_usfm_code": "2KI",
        "chapter_number": "16",
        "verse_number": "5",
        "verse_text": "Then Rezin, the king of Syria, and Pekah, the son of Remaliah, the king of Israel, ascended to do battle against Jerusalem. And they besieged Ahaz, but they were not able to overcome him",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Kings",
        "book_usfm_code": "2KI",
        "chapter_number": "16",
        "verse_number": "6",
        "verse_text": "At that time, Rezin, the king of Syria, restored Elath to Syria, and he expelled the Judeans from Elath. And the Idumeans went into Elath, and they have lived there, even to this day",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Kings",
        "book_usfm_code": "2KI",
        "chapter_number": "16",
        "verse_number": "7",
        "verse_text": "Then Ahaz sent messengers to Tiglath-pileser, the king of the Assyrians, saying: “I am your servant, and I am your son. Ascend and accomplish my salvation from the hand of the king of Syria, and from the hand of the king of Israel, who have risen up together against me.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Kings",
        "book_usfm_code": "2KI",
        "chapter_number": "16",
        "verse_number": "8",
        "verse_text": "And when he had collected the silver and the gold that could be found in the house of the Lord, and in the treasuries of the king, he sent it as a gift to the king of the Assyrians",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Kings",
        "book_usfm_code": "2KI",
        "chapter_number": "16",
        "verse_number": "9",
        "verse_text": "And he agreed to his will. For the king of the Assyrians ascended against Damascus, and he laid waste to it. And he carried away its inhabitants to Cyrene. But Rezin he killed",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Kings",
        "book_usfm_code": "2KI",
        "chapter_number": "16",
        "verse_number": "10",
        "verse_text": "And king Ahaz traveled to Damascus to meet Tiglath-pileser, the king of the Assyrians. And when he had seen the altar of Damascus, king Ahaz sent to Uriah, the priest, its pattern and likeness, according to all of its work",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Kings",
        "book_usfm_code": "2KI",
        "chapter_number": "16",
        "verse_number": "11",
        "verse_text": "And Uriah, the priest, constructed an altar in accord with all that king Ahaz had commanded from Damascus. Uriah, the priest, did so, until king Ahaz arrived from Damascus",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Kings",
        "book_usfm_code": "2KI",
        "chapter_number": "16",
        "verse_number": "12",
        "verse_text": "And when the king had arrived from Damascus, he saw the altar, and he venerated it. And he went up and immolated holocausts, with his own sacrifice",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Kings",
        "book_usfm_code": "2KI",
        "chapter_number": "16",
        "verse_number": "13",
        "verse_text": "And he offered libations, and he poured out the blood of the peace offerings, which he had offered, upon the altar",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Kings",
        "book_usfm_code": "2KI",
        "chapter_number": "16",
        "verse_number": "14",
        "verse_text": "But the altar of brass, which was before the Lord, he took away from the face of the temple, and from the place of the altar, and from the place of the temple of the Lord. And he positioned it at the side of the altar, toward the north",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Kings",
        "book_usfm_code": "2KI",
        "chapter_number": "16",
        "verse_number": "15",
        "verse_text": "Also, king Ahaz instructed Uriah, the priest, saying: “Upon the great altar, offer the morning holocaust, and the evening sacrifice, and the holocaust of the king, and his sacrifice, and the holocaust of the entire people of the land, and their sacrifices. But their libations, and all the blood of the holocaust, and all the blood of the victim, you shall pour out upon it. Then truly, the altar of brass shall be prepared for use at my will.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Kings",
        "book_usfm_code": "2KI",
        "chapter_number": "16",
        "verse_number": "16",
        "verse_text": "And so Uriah, the priest, acted in accord with all that king Ahaz had instructed to him",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Kings",
        "book_usfm_code": "2KI",
        "chapter_number": "16",
        "verse_number": "17",
        "verse_text": "Then king Ahaz took away the engraved bases, and the basin that was upon them. And he took down the sea from the bronze oxen, which were holding it up. And he positioned it upon a layer of pavement stone",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Kings",
        "book_usfm_code": "2KI",
        "chapter_number": "16",
        "verse_number": "18",
        "verse_text": "Also, the canopy for the Sabbath, which he had built in the temple, and the exterior entrance of the king, he converted into the temple of the Lord, because of the king of the Assyrians",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Kings",
        "book_usfm_code": "2KI",
        "chapter_number": "16",
        "verse_number": "19",
        "verse_text": "Now the rest of the words of Ahaz that he did, have these not been written in the book of the words of the days of the kings of Judah",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Kings",
        "book_usfm_code": "2KI",
        "chapter_number": "16",
        "verse_number": "20",
        "verse_text": "And Ahaz slept with his fathers, and he was buried with them in the city of David. And Hezekiah, his son, reigned in his place",
        "iso-639-2_language_code": "eng"
    }
]