[
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "1",
        "verse_text": "After these pacts were made, Lysias proceeded on to the king, but the Jews undertook the work of agriculture.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "2",
        "verse_text": "However, those who had withdrawn: Timothy, and Apollonius, the son of Gennaeus, along with Hieronymus, and Demophon, and, in addition to these, Nicanor, the governor of Cyprus, would not permit them to live in peace and quiet.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "3",
        "verse_text": "Truly, those of Joppa were also perpetrators of very shameful acts. They asked the Jews, who lived among them, to go up into small boats, which they had prepared, with their wives and sons, as if no underlying hostility was between them.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "4",
        "verse_text": "And so, according to the common decree of the city, they acquiesced to them, having no suspicions and because there was peace. When they had proceeded out into deep water, they drowned no less than two hundred of them.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "5",
        "verse_text": "When Judas learned of the cruelty done to the men of his nation, he informed the men who were with him, and, having called upon God, the Just Judge,",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "6",
        "verse_text": "he went against the executors of his brothers, and he even set the port on fire in the night; he burned the boats, but those who took refuge from the fire, he destroyed with the sword.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "7",
        "verse_text": "And when he had done these things in this way, he departed, as if he would return again to eradicate all those of Joppa.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "8",
        "verse_text": "But when he also realized those who were of Jamnia wanted to act in a similar way to the Jews living among them,",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "9",
        "verse_text": "he went against those of Jamnia also by night, and he set the port on fire, along with the ships, so much so that the light of the fire was seen at Jerusalem, two hundred and forty stadia away.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "10",
        "verse_text": "When they had now gone from there nine stadia, and were making their way toward Timothy, they met in battle with those of Arabia: five thousand men and five hundred horsemen.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "11",
        "verse_text": "And when a strong fight occurred, and, by the help of God, it ceased favorably, the remainder of the Arabians who were overcome petitioned Judas to give them a pledge, promising to give him pastures and to assist him in other things in the future.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "12",
        "verse_text": "Then Judas, thinking that they truly might be useful in many ways, promised peace. And after receiving the pledge of his right hand, they withdrew to their tents.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "13",
        "verse_text": "Then he also assaulted a certain strong city, surrounded with bridges and walls, which was inhabited by a crowd from many different nations, the name of which is Casphin.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "14",
        "verse_text": "In truth, those who were inside, trusting in the strength of the walls and in the preparations of rations, acted irresponsibly, and they challenged Judas with evil words and blaspheming, as well as by speaking what is not lawful.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "15",
        "verse_text": "But Maccabeus rushed fiercely to the walls, calling upon the great Leader of the world, who, without battering rams or machines of war, had thrown down the walls of Jericho in the time of Joshua.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "16",
        "verse_text": "And, having captured the city through the will of the Lord, he made a slaughter without number, so much so that an adjoining pool, two stadia in width, was seen to flow with the blood of the slain.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "17",
        "verse_text": "From there, they withdrew seven hundred and fifty stadia, and they came to Charax, to those Jews who are called Tubianites.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "18",
        "verse_text": "And Timothy, indeed, they did not find in those places, for he withdrew before he completed any endeavor, having left behind a very strong garrison in a certain place.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "19",
        "verse_text": "But Dositheus and Sosipater, who were commanders with Maccabeus, destroyed those who were left behind by Timothy in the stronghold: ten thousand men.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "20",
        "verse_text": "And Maccabeus, having positioned six thousand men around him and having divided them into cohorts, went forth against Timothy, who had with him one hundred twenty thousand foot soldiers, and two thousand five hundred horsemen.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "21",
        "verse_text": "But when Timothy learned of the arrival of Judas, he sent ahead the women, and the children, and the remainder of the preparations, into a fortress, which is called Carnion. For it was impregnable and difficult to access because of the narrowness of the places.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "22",
        "verse_text": "And when the first cohort of Judas had appeared, the enemies were struck with fear by the presence of God, who beholds all things, and they were turned to flight, one over another, to such an extent that they were being knocked over by one another and were being wounded with the strokes of their own swords.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "23",
        "verse_text": "But Judas pursued them vehemently, punishing the profane and striking down thirty thousand of their men.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "24",
        "verse_text": "In truth, Timothy himself fell to the group under Dositheus and Sosipater. And with much begging, he pleaded with them to release him alive, because he held the parents and brothers of many of the Jews, who, at his death, might happen to be mistreated.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "25",
        "verse_text": "And when he had given his faith that he would restore them according to the agreement, they released him unharmed, for the sake of their brothers’ well-being.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "26",
        "verse_text": "Then Judas departed to Carnion, where he slew twenty-five thousand.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "27",
        "verse_text": "After having put to flight or killed these, he moved his army to Ephron, a fortified city, in which there lived a multitude of diverse peoples. And hardy young men, standing upon the walls, put up a strong fight. Moreover, in this place, there were many machines of war, and equipment for casting darts.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "28",
        "verse_text": "But when they had called upon the Almighty, who with his power breaks the strength of enemies, they seized the city. And they struck down twenty-five thousand of those who were inside.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "29",
        "verse_text": "From there, they went to the city of Scythia, which was six hundred stadia away from Jerusalem.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "30",
        "verse_text": "But the Jews, those who were among the Scythians, testified that they were treated kindly by them, and that, even in the times of unhappiness, they had treated them mildly.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "31",
        "verse_text": "They gave thanks to them, exhorting them to be kind to their people, now and at other times. And they went to Jerusalem, as the solemn days of the seven weeks were underway.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "32",
        "verse_text": "And, after Pentecost, they marched against Gorgias, the foremost leader over Idumea.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "33",
        "verse_text": "And he went out with three thousand foot soldiers and four hundred horsemen.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "34",
        "verse_text": "And when they came together, it happened that a few of the Jews were overthrown.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "35",
        "verse_text": "In fact, a certain Dositheus, a horseman of Bacenor, a strong man, took hold of Gorgias. And when he would have captured him alive, a certain horseman of the Thracians rushed upon him and cut off his arm, and so, in this way, Gorgias escaped to Maresa.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "36",
        "verse_text": "But when those who were with Esdris had fought all day and were fatigued, Judas called upon the Lord to be their helper and leader in the battle.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "37",
        "verse_text": "Beginning in the language of the fathers, and loudly extolling hymns, he inspired the soldiers of Gorgias to take flight.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "38",
        "verse_text": "Then Judas, having collected his army, went into the city Adullam. And, when the seventh day came, they purified themselves according to the custom, and  they kept the Sabbath in the same place.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "39",
        "verse_text": "And the following day, Judas came with his own, in order to take away the bodies of the fallen, and to place them in the sepulchers of their fathers with their ancestors.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "40",
        "verse_text": "But they found, under the tunics of the slain, some of the treasures of the idols that were near Jamnia, which were prohibited to Jews by the law. Therefore, it became manifest that it was for this reason that they had been overthrown.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "41",
        "verse_text": "And so, they all blessed the just judgment of the Lord, who had made hidden things manifest.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "42",
        "verse_text": "So then, turning themselves to prayers, they petitioned him that the offense which had been done would be delivered into oblivion. And truly, the very strong Judas exhorted the people to keep themselves without sin, since they had seen with their own eyes what had happened because of the sins of those who were struck down.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "43",
        "verse_text": "And, calling an assembly, he sent twelve thousand drachmas of silver to Jerusalem, to be offered for a sacrifice for the sins of the dead, thinking well and religiously about the resurrection,",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "44",
        "verse_text": "(for if he had not hoped that those who had fallen would be resurrected, it would have seemed superfluous and vain to pray for the dead,)",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "45",
        "verse_text": "and because he considered that those who had fallen asleep with piety had great grace stored up for them.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Maccabees",
        "book_usfm_code": "2MA",
        "chapter_number": "12",
        "verse_number": "46",
        "verse_text": "Therefore, it is a holy and beneficial thought to pray on behalf of those who have passed away, so that they may be released from sins.",
        "iso-639-2_language_code": "eng"
    }
]