[
    {
        "book_title": "2-Peter",
        "book_usfm_code": "2PE",
        "chapter_number": "3",
        "verse_number": "1",
        "verse_text": "Consider, most beloved, this second epistle which I am writing to you, in which I stir up, by admonition, your sincere mind,",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Peter",
        "book_usfm_code": "2PE",
        "chapter_number": "3",
        "verse_number": "2",
        "verse_text": "so that you may be mindful of those words that I preached to you from the holy prophets, and of the precepts of the Apostles of your Lord and Savior.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Peter",
        "book_usfm_code": "2PE",
        "chapter_number": "3",
        "verse_number": "3",
        "verse_text": "Know this first: that in the last days there will arrive deceitful mockers, walking according to their own desires,",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Peter",
        "book_usfm_code": "2PE",
        "chapter_number": "3",
        "verse_number": "4",
        "verse_text": "saying: “Where is his promise or his advent? For from the time that the fathers have slept, all things have continued just as they were from the beginning of creation.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Peter",
        "book_usfm_code": "2PE",
        "chapter_number": "3",
        "verse_number": "5",
        "verse_text": "But they willfully ignore this: that the heavens existed first, and that the earth, from water and through water, was established by the Word of God.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Peter",
        "book_usfm_code": "2PE",
        "chapter_number": "3",
        "verse_number": "6",
        "verse_text": "By water, the former world then, having been inundated with water, perished.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Peter",
        "book_usfm_code": "2PE",
        "chapter_number": "3",
        "verse_number": "7",
        "verse_text": "But the heavens and the earth that exist now were restored by the same Word, being reserved unto fire on the day of judgment, and unto the perdition of impious men.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Peter",
        "book_usfm_code": "2PE",
        "chapter_number": "3",
        "verse_number": "8",
        "verse_text": "Yet truly, let this one thing not escape notice, most beloved, that with the Lord one day is like a thousand years, and a thousand years is like one day.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Peter",
        "book_usfm_code": "2PE",
        "chapter_number": "3",
        "verse_number": "9",
        "verse_text": "The Lord is not delaying his promise, as some imagine, but he does act patiently for your sake, not wanting anyone to perish, but wanting all to be turned back to penance.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Peter",
        "book_usfm_code": "2PE",
        "chapter_number": "3",
        "verse_number": "10",
        "verse_text": "Then the day of the Lord shall arrive like a thief. On that day, the heavens shall pass away with great violence, and truly the elements shall be dissolved with heat; then the earth, and the works that are within it, shall be completely burned up.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Peter",
        "book_usfm_code": "2PE",
        "chapter_number": "3",
        "verse_number": "11",
        "verse_text": "Therefore, since all these things will be dissolved, what kind of people ought you to be? In behavior and in piety, be holy,",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Peter",
        "book_usfm_code": "2PE",
        "chapter_number": "3",
        "verse_number": "12",
        "verse_text": "waiting for, and hurrying toward, the advent of the day of the Lord, by which the burning heavens shall be dissolved, and the elements shall melt from the heat of the fire.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Peter",
        "book_usfm_code": "2PE",
        "chapter_number": "3",
        "verse_number": "13",
        "verse_text": "Yet truly, in accord with his promises, we are looking forward to the new heavens and the new earth, in which justice lives.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Peter",
        "book_usfm_code": "2PE",
        "chapter_number": "3",
        "verse_number": "14",
        "verse_text": "Therefore, most beloved, while awaiting these things, be diligent, so that you may be found to be immaculate and unassailable before him, in peace.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Peter",
        "book_usfm_code": "2PE",
        "chapter_number": "3",
        "verse_number": "15",
        "verse_text": "And let the longsuffering of our Lord be considered salvation, as also our most beloved brother Paul, according to the wisdom given to him, has written to you,",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Peter",
        "book_usfm_code": "2PE",
        "chapter_number": "3",
        "verse_number": "16",
        "verse_text": "just as he also spoke in all of his epistles about these things. In these, there are certain things which are difficult to understand, which the unlearned and the unsteady distort, as they also do the other Scriptures, to their own destruction.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Peter",
        "book_usfm_code": "2PE",
        "chapter_number": "3",
        "verse_number": "17",
        "verse_text": "But since you, brothers, know these things beforehand, be cautious, lest by being drawn into the error of the foolish, you may fall away from your own steadfastness.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Peter",
        "book_usfm_code": "2PE",
        "chapter_number": "3",
        "verse_number": "18",
        "verse_text": "Yet truly, increase in grace and in the knowledge of our Lord and Savior Jesus Christ. To him be glory, both now and in the day of eternity. Amen.",
        "iso-639-2_language_code": "eng"
    }
]