[
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "1",
        "verse_text": "Now after these things, it happened that Amnon, the son of David, was in love with the very beautiful sister of Absalom, the son of David, and she was called Tamar.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "2",
        "verse_text": "And he pined for her exceedingly, so much so that, out of love for her, he became ill. For, since she was a virgin, it seemed a difficulty to him that he would do anything dishonest with her.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "3",
        "verse_text": "Now Amnon had a friend named Jonadab, the son of Shimeah, the brother of David: a very prudent man.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "4",
        "verse_text": "And he said to him: “Why are you becoming so thin from day to day, O son of the king? Why won’t you tell me?” And Amnon said to him, “I am in love with Tamar, the sister of my brother Absalom.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "5",
        "verse_text": "And Jonadab said to him: “Lie down upon your bed, and feign sickness. And when your father will come to visit you, say to him: ‘I ask you to let my sister Tamar come to me, so that she may give me food, and may make a small meal, so that I may eat it from her hand.’ ”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "6",
        "verse_text": "And so, Amnon lay down, and he began to act as if he were ill. And when the king had come to visit him, Amnon said to the king, “I beg you to let my sister Tamar come to me, and make in my sight two little portions of food, so that I take it from her hand.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "7",
        "verse_text": "Therefore, David sent home to Tamar, saying, “Come to the house of your brother Amnon, and make a small meal for him.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "8",
        "verse_text": "And Tamar went into the house of her brother Amnon. But he was lying down. And taking flour, she mixed it. And dissolving it in his sight, she cooked little portions of food.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "9",
        "verse_text": "And taking what she had cooked, she poured it out, and she set it before him. But he refused to eat. And Amnon said, “Send everyone away from me.” And when they had sent everyone away,",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "10",
        "verse_text": "Amnon said to Tamar, “Bring the food into the bedroom, so that I may eat from your hand.” Therefore, Tamar took the little portions of food that she had made, and she brought them to her brother Amnon in the bedroom.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "11",
        "verse_text": "And when she had presented the food to him, he took hold of her, and he said, “Come lie with me, my sister.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "12",
        "verse_text": "She answered him: “Do not do so, my brother! Do not force me. For no such thing must be done in Israel. Do not choose to do this senseless act.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "13",
        "verse_text": "For I will not be able to bear my shame. And you will be like one of the foolish in Israel. For it is better to speak to the king, and he will not deny me to you.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "14",
        "verse_text": "But he was not willing to agree to her petition. Instead, prevailing by strength, he forced her, and he lay with her.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "15",
        "verse_text": "And Amnon held hatred for her with an exceedingly great hatred, so much so that the hatred with which he hated her was greater than the love with which he had loved her before. And Amnon said to her, “Rise up, and go away.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "16",
        "verse_text": "And she answered him, “This evil is greater, which you are now doing against me in driving me away, than what you did before.” But he was not willing to listen to her.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "17",
        "verse_text": "Instead, calling the servants who were ministering to him, he said, “Cast this woman out from me, and close the door behind her.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "18",
        "verse_text": "Now she was clothed with an ankle-length robe. For the virgin daughters of the king made use of this kind of garment. And so, his servant cast her out, and he closed the door behind her.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "19",
        "verse_text": "And she sprinkled ashes upon her head, and she tore her ankle-length robe. And placing her hands upon her head, she went forth, walking and crying out.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "20",
        "verse_text": "Then her brother Absalom said to her: “Has your brother Amnon lain with you? But now, sister, be quiet. For he is your brother. And you should not afflict your heart because of this matter.” And so, Tamar remained, wasting away in the house of her brother Absalom.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "21",
        "verse_text": "And when king David had heard about these things, he was deeply grieved. But he was not willing to afflict the spirit of his son Amnon. For he loved him, since he was his firstborn.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "22",
        "verse_text": "Yet Absalom did not speak to Amnon, neither good nor evil. For Absalom hated Amnon because he had violated his sister Tamar.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "23",
        "verse_text": "Then, after the time of two years, it happened that the sheep of Absalom were being shorn in Baal-hazor, which is near Ephraim. And Absalom invited all the sons of the king.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "24",
        "verse_text": "And he went to the king, and he said to him: “Behold, the sheep of your servant are being shorn. I ask that the king, with his servants, may come to his servant.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "25",
        "verse_text": "And the king said to Absalom: “Do not, my son, do not choose to ask that we may all come and be a burden to you.” Then, after he urged him, and he had refused to go, he blessed him.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "26",
        "verse_text": "And Absalom said, “If you are not willing to come, I beg you, at least let my brother Amnon come with us.” And the king said to him, “It is not necessary that he go with you.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "27",
        "verse_text": "But Absalom pressed him, and so he sent with him Amnon and all the sons of the king. And Absalom made a feast, like the feast of a king.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "28",
        "verse_text": "Then Absalom commanded his servants, saying: “Observe when Amnon will have become drunk with wine. And when I say to you, ‘Strike and kill him!’ do not be afraid. For it is I who commands you. Be strong and valiant men.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "29",
        "verse_text": "Therefore, the servants of Absalom acted against Amnon, just as Absalom had commanded them. And all the sons of the king rose up, and each one climbed upon his mule and fled.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "30",
        "verse_text": "And while they were still traveling on the journey, a rumor reached David, saying, “Absalom has struck down all the sons of the king, and there is not one of them remaining.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "31",
        "verse_text": "And so the king rose up, and he tore his garments, and he fell upon the ground. And all his servants, who were standing near him, tore their garments.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "32",
        "verse_text": "But Jonadab, the son of Shimeah, David’s brother, responding, said: “My lord the king should not consider that all the sons of the king have been slain. Amnon alone is dead. For he was set against by the mouth of Absalom from the day that he raped his sister Tamar.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "33",
        "verse_text": "Now therefore, let not my lord the king set this word in his heart, saying, ‘All the sons of the king have been slain.’ For only Amnon is dead.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "34",
        "verse_text": "Now Absalom fled. And the young man keeping watch, lifted up his eyes and gazed out. And behold, many people were arriving along a remote road at the side of the mountain.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "35",
        "verse_text": "And Jonadab said to the king: “Behold, the sons of the king are here. In accord with the word of your servant, so it has happened.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "36",
        "verse_text": "And when he had ceased speaking, the sons of the king also appeared. And entering, they lifted up their voice, and they wept. And the king also, and all his servants, wept with an exceedingly great weeping.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "37",
        "verse_text": "But Absalom, fleeing, went to Talmai, the son of Ammihud, the king of Geshur. Then David mourned for his son every day.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "13",
        "verse_number": "38",
        "verse_text": "Now after he had fled and had arrived in Geshur, Absalom was in that place for three years. And king David ceased to pursue Absalom, because he had been consoled over the passing of Amnon.",
        "iso-639-2_language_code": "eng"
    }
]