[
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "1",
        "verse_text": "Now it happened that, when the king had settled in his house, and the Lord had given him rest on every side from all his enemies,",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "2",
        "verse_text": "he said to the prophet Nathan, “Do you not see that I live in a house of cedar, and that the ark of God has been placed in the midst of tent skins?”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "3",
        "verse_text": "And Nathan said to the king: “Go, do all that is in your heart. For the Lord is with you.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "4",
        "verse_text": "But it happened in that night, behold, the word of the Lord came to Nathan, saying:",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "5",
        "verse_text": "“Go, and say to my servant David: ‘Thus says the Lord: Should you build a house for me as a dwelling place?",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "6",
        "verse_text": "For I have not lived in a house from the day that I led the sons of Israel away from the land of Egypt, even to this day. Instead, I have walked in a tabernacle, and in a tent.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "7",
        "verse_text": "And in all the places that I have crossed through, with all the sons of Israel, did I ever speak a word to anyone from the tribes of Israel, whom I instructed to pasture my people Israel, saying: Why have you not built me a house of cedar?’",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "8",
        "verse_text": "And now, so shall you speak to my servant David: ‘Thus says the Lord of hosts: I took you from the pastures, from following the sheep, so that you would be the leader over my people Israel.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "9",
        "verse_text": "And I have been with you everywhere that you walked. And I have slain all your enemies before your face. And I have made you a great name, beside the name of the great ones who are upon the earth.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "10",
        "verse_text": "And I will appoint a place for my people Israel, and I will plant them, and they shall live there, and they shall no longer be disturbed. Neither shall the sons of iniquity continue to afflict them as before,",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "11",
        "verse_text": "from the day when I appointed judges over my people Israel. And I will give rest to you from all your enemies. And the Lord foretells to you that the Lord himself will make a house for you.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "12",
        "verse_text": "And when your days will have been fulfilled, and you will sleep with your fathers, I will raise up your offspring after you, who will go forth from your loins, and I will make firm his kingdom.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "13",
        "verse_text": "He himself shall build a house to my name. And I will establish the throne of his kingdom, even forever.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "14",
        "verse_text": "I will be a father to him, and he shall be a son to me. And if he will commit any iniquity, I will correct him with the rod of men and with the wounds of the sons of men.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "15",
        "verse_text": "But my mercy I will not take away from him, as I took it away from Saul, whom I removed from before my face.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "16",
        "verse_text": "And your house shall be faithful, and your kingdom shall be before your face, for eternity, and your throne shall be secure continuously.’ ”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "17",
        "verse_text": "According to all these words, and according to this entire vision, so did Nathan speak to David.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "18",
        "verse_text": "Then king David entered and sat before the Lord, and he said: “Who am I, O Lord God, and what is my house, that you would bring me to this point?",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "19",
        "verse_text": "Moreover, this has seemed little in your sight, O Lord God, unless you also will speak about the house of your servant for a long time. For this is the law of Adam, O Lord God.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "20",
        "verse_text": "Therefore, what more will David be able to say to you? For you know your servant, O Lord God.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "21",
        "verse_text": "Because of your word, and according to your own heart, you have done all these great deeds, so that you would make it known to your servant.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "22",
        "verse_text": "For this reason, you are magnified, O Lord God. For there is no one like you. And there is no God except you, in all the things that we have heard with our own ears.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "23",
        "verse_text": "But what nation is there upon the earth like your people Israel, because of whom God went forth, so that he might redeem a people for himself, and establish a name for himself, and accomplish for them great and terrible things upon the earth, before the face of your people, whom you redeemed for yourself away from Egypt, the nations and their gods.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "24",
        "verse_text": "For you have secured your people Israel for yourself, as an everlasting people. And you, O Lord God, have become their God.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "25",
        "verse_text": "Now therefore, O Lord God, raise up forever the word that you have spoken over your servant and over his house. And do just as you have said,",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "26",
        "verse_text": "so that your name may be magnified even forever, and so that it may be said: ‘The Lord of hosts is the God over Israel.’ And the house of your servant David will be established in the sight of the Lord.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "27",
        "verse_text": "For you, O Lord of hosts, God of Israel, have revealed to the ear of your servant, saying, ‘I will build a house for you.’ Because of this, your servant has found it in his heart to pray this prayer to you.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "28",
        "verse_text": "Now therefore, O Lord God, you are God, and your words shall be true. For you have spoken to your servant these good things.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "2-Samuel",
        "book_usfm_code": "2SA",
        "chapter_number": "7",
        "verse_number": "29",
        "verse_text": "Therefore, begin, and bless the house of your servant, so that it may be forever before you. For you, O Lord God, have spoken. And so, let the house of your servant be blessed with your blessing forever.”",
        "iso-639-2_language_code": "eng"
    }
]