[
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "1",
        "verse_text": "In the second year of the reign of Nebuchadnezzar, Nebuchadnezzar saw a dream, and his spirit was terrified, and his dream fled from him.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "2",
        "verse_text": "Yet the king commanded that the seers, and the astrologers, and the sorcerers, and the Chaldeans be gathered together to reveal to the king his dreams. When they arrived, they stood in front of the king.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "3",
        "verse_text": "And the king said to them, “I saw a dream, and, being confused in mind, I do not know what I saw.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "4",
        "verse_text": "And the Chaldeans answered the king in Syriac, “O king, live forever. Tell the dream to your servants, and we will reveal its interpretation.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "5",
        "verse_text": "And in answer, the king said to the Chaldeans, “The memory of it has slipped away from me. Unless you reveal the dream to me, and its meaning, you will be put to death, and your houses will be confiscated.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "6",
        "verse_text": "But if you explain the dream and its meaning, you will receive from me rewards, and gifts, and great honor. Therefore, reveal to me the dream and its  interpretation.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "7",
        "verse_text": "They answered again and said, “Let the king tell the dream to his servants, and we will reveal its interpretation.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "8",
        "verse_text": "The king answered and said, “I am certain that you are stalling for time because you know that the memory of it has slipped away from me.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "9",
        "verse_text": "Therefore, if you do not reveal to me the dream, there is only one conclusion to be reached about you, that the interpretation is likewise false, and packed full of deception, so as to speak before me until the time passes away. And so, tell me the dream, so that I will also know that the interpretation that you tell me is likewise true.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "10",
        "verse_text": "Then the Chaldeans answered before the king, and they said, “There is no man on earth who can accomplish your word, O king. For neither has any king, however great and mighty, asked for an answer of this kind from every seer, and astrologer, and Chaldean.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "11",
        "verse_text": "For the answer that you seek, O king, is very difficult. Neither can anyone be found who can reveal it in the sight of the king, except the gods, whose conversation is not with men.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "12",
        "verse_text": "When he heard this, the king commanded, in fury and in great wrath, that all the wise men of Babylon should be destroyed.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "13",
        "verse_text": "And when the decree had gone forth, the wise men were put to death; and Daniel and his companions were sought, to be destroyed.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "14",
        "verse_text": "Then Daniel inquired, about the law and the sentence, of Arioch, the general of the king’s army, who had gone forth to execute the wise men of Babylon.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "15",
        "verse_text": "And he asked him, who had received the orders of the king, for what reason such a cruel sentence had gone forth from the face of the king. And so, when Arioch had revealed the matter to Daniel,",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "16",
        "verse_text": "Daniel went in and asked of the king that he would grant him time to reveal the solution to the king.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "17",
        "verse_text": "And he went into his house and explained the task to Hananiah, and Mishael, and Azariah, his companions,",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "18",
        "verse_text": "so that they would seek mercy before the face of the God of heaven, about this mystery, and so that Daniel and his companions might not perish with the other wise men of Babylon.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "19",
        "verse_text": "Then the secret was revealed to Daniel by a vision in the night. And Daniel blessed the God of heaven,",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "20",
        "verse_text": "and speaking aloud, he said, “May the name of the Lord be blessed by the present generation and forever; for wisdom and fortitude are his.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "21",
        "verse_text": "And he alters the times and the ages. He takes away kingdoms and he establishes them. He gives wisdom to those who are wise and teaching skills to those who understand.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "22",
        "verse_text": "He reveals deep and hidden things, and he knows what has been established in darkness. And the light is with him.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "23",
        "verse_text": "To you, God of our fathers, I confess, and you, I praise. For you have given wisdom and fortitude to me, and now you have revealed to me what we asked of you, for you have uncovered for us the king’s thoughts.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "24",
        "verse_text": "After this, Daniel went in to Arioch, whom the king had appointed to destroy the wise men of Babylon, and he spoke to him in this way, “Do not destroy the wise men of Babylon. Bring me in before the king, and I will explain the solution to the king.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "25",
        "verse_text": "Then Arioch quickly brought Daniel to the king, and he said to him, “I have found a man of the sons of the transmigration of Judah, who would announce the solution to the king.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "26",
        "verse_text": "The king answered and said to Daniel, whose name was Belteshazzar, “Do you really think that you can reveal to me the dream that I saw and its interpretation?”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "27",
        "verse_text": "And Daniel, facing the king, answered and said, “The secret that the king seeks, the wise men, the seers, and the soothsayers are unable to reveal to the king.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "28",
        "verse_text": "But there is a God in heaven who reveals mysteries, who has revealed to you, king Nebuchadnezzar, what will happen in the latter times. Your dream and the visions of your head upon your bed, are such as these.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "29",
        "verse_text": "You, O king, began to think, while in your blanket, about what will be hereafter. And he who reveals secrets showed you what will happen.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "30",
        "verse_text": "To me, likewise, this mystery is revealed, not according to the wisdom that is in me more than in other living things, but so that the interpretation might be made manifest to the king, and so that you may know the thoughts of your mind.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "31",
        "verse_text": "You, O king, saw, and behold, something like a great statue. This statue, which was great and high, stood exalted above you, and you considered how terrible it was.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "32",
        "verse_text": "The head of this statue was of the finest gold, but the breast and the arms were of silver, and further on, the belly and the thighs were of brass;",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "33",
        "verse_text": "but the shins were of iron, a certain part of the feet were of iron and another part were of clay.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "34",
        "verse_text": "And so you looked until a stone was broken off without hands from a mountain, and it struck the statue on its feet, which were of iron and clay, and it shattered them.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "35",
        "verse_text": "Then the iron, the clay, the brass, the silver, and the gold were crushed together and diminished like the ashes of a summer courtyard, and they were quickly taken away by the wind, and no place was found for them; but the stone that struck the statue became a great mountain and filled the whole earth.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "36",
        "verse_text": "This is the dream; we will also tell its interpretation before you, O king.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "37",
        "verse_text": "You are a king among kings, and the God of heaven has given to you a kingdom, and fortitude, and power, and glory,",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "38",
        "verse_text": "and all the places wherein the sons of men and the beasts of the field dwell. He has likewise given the flying creatures of the air into your hand, and he has placed all things under your realm. Therefore, you are the head of gold.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "39",
        "verse_text": "And after you, another kingdom will rise up, inferior to you, of silver, and another third kingdom of brass, which will rule over the whole world.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "40",
        "verse_text": "And the fourth kingdom will be like iron. Just as iron shatters and conquers all things, so will it shatter and crush all these.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "41",
        "verse_text": "Furthermore, because you saw the feet and the toes to be part of potter’s clay and part of iron, the kingdom will be divided, but still, from the slip of iron it will take its origin, since you saw the iron mingled with the earthenware from clay.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "42",
        "verse_text": "And as the toes of the feet were partly of iron and partly of clay, part of the kingdom will be strong and part will be crushed.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "43",
        "verse_text": "Yet, because you saw the iron mingled with pottery from the earth, they will indeed be combined together with the offspring of man, but they will not adhere to one another, just as iron cannot be mixed with earthenware.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "44",
        "verse_text": "But in the days of those kingdoms, the God of heaven will inspire a kingdom that will never be destroyed, and his kingdom will not be handed over to another people, and it will crush and will consume all these kingdoms, and this kingdom itself will stand in eternity.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "45",
        "verse_text": "In accordance with what you saw, because the stone was torn away from the mountain without hands, and it crushed the earthenware, and the iron, and the brass, and the silver, and the gold, the great God has shown the king what will happen after this. And the dream is true, and its interpretation is faithful.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "46",
        "verse_text": "Then king Nebuchadnezzar fell on his face and adored Daniel, and he commanded that they should offer in sacrifice to him victims and incense.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "47",
        "verse_text": "And so the king spoke with Daniel and said, “Truly, your God is the God of gods, and Lord of kings, and also a revealer of secrets, since you could uncover this mystery.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "48",
        "verse_text": "Then the king raised Daniel to a high rank and gave him many great gifts, and he appointed him as leader over all the provinces of Babylon and as chief of the magistrates over all the other wise men of Babylon.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "2",
        "verse_number": "49",
        "verse_text": "However, Daniel required of the king that he appoint Shadrach, Meshach, and Abednego over the works of the province of Babylon. But Daniel himself was at the king’s door.",
        "iso-639-2_language_code": "eng"
    }
]