[
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "1",
        "verse_text": "Belshazzar, the king, made a great feast for a thousand of his nobles, and each one of them drank according to his age",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "2",
        "verse_text": "And so, when they were drunk, he instructed that the vessels of gold and silver should be brought, which Nebuchadnezzar, his father, had carried away from the temple, which was in Jerusalem, so that the king, and his nobles, and his wives, and the concubines, might drink from them",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "3",
        "verse_text": "Then the gold and silver vessels were presented, which he had carried away from the temple and which had been in Jerusalem, and the king, and his nobles, wives, and concubines, drank from them",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "4",
        "verse_text": "They drank wine, and they praised their gods of gold, and silver, brass, iron, and wood and stone",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "5",
        "verse_text": "In the same hour, there appeared fingers, as of the hand of a man, writing on the surface of the wall, opposite the candlestick, in the king’s palace. And the king observed the part of the hand that wrote",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "6",
        "verse_text": "Then the king’s countenance was changed, and his thoughts disturbed him, and he lost his self-control, and his knees knocked against one other",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "7",
        "verse_text": "And the king cried out loudly for them to bring in the astrologers, Chaldeans, and soothsayers. And the king proclaimed to the wise men of Babylon, saying, “Whoever will read this writing and make known to me its interpretation will be clothed with purple, and will have a golden chain on his neck, and will be third in my kingdom.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "8",
        "verse_text": "Then, in came all the wise men of the king, but they could neither read the writing, nor reveal the interpretation to the king",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "9",
        "verse_text": "Therefore, king Belshazzar was quite confused, and his face was altered, and even his nobles were disturbed",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "10",
        "verse_text": "But the queen, because of what had happened to the king and his nobles, entered the banquet house. And she spoke out, saying, “O king, live forever. Do not let your thoughts confuse you, neither should your face be altered",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "11",
        "verse_text": "There is a man in your kingdom, who has the spirit of the holy gods within himself, and in the days of your father, knowledge and wisdom were found in him. For king Nebuchadnezzar, your father, appointed him leader of the astrologers, enchanters, Chaldeans, and soothsayers, even your father, I say to you, O king",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "12",
        "verse_text": "For a greater spirit, and foresight, and understanding, and interpretation of dreams, and the revealing of secrets, and the solution to difficulties were found in him, that is, in Daniel, to whom the king gave the name Belteshazzar. Now, therefore, let Daniel be summoned, and he will explain the interpretation.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "13",
        "verse_text": "Then Daniel was brought in before the king. And the king spoke to him, saying, “Are you Daniel, of the sons of the captivity of Judah, whom my father the king led out of Judea",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "14",
        "verse_text": "I have heard of you, that you have the spirit of the gods, and that greater knowledge, as well as understanding and wisdom, have been found in you",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "15",
        "verse_text": "And now the wise astrologers have entered into my presence, so as to read this writing and to reveal to me its interpretation. And they were not able to tell me the meaning of this writing",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "16",
        "verse_text": "Furthermore, I have heard about you that you can interpret obscure things and solve difficulties. So then, if you succeed in reading the writing, and in revealing its interpretation, you will be clothed with purple, and you will have a chain of gold around your neck, and you will be the third leader in my kingdom.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "17",
        "verse_text": "To this Daniel responded by saying directly to the king, “Your rewards should be for yourself, and the gifts of your house you may give to another, but I will read to you the writing, O king, and I will reveal to you its interpretation",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "18",
        "verse_text": "O king, the Most High God gave to Nebuchadnezzar, your father, a kingdom and greatness, glory and honor",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "19",
        "verse_text": "And because of the greatness that he gave to him, all peoples, tribes, and languages trembled and were afraid of him. Whomever he wished, he put to death; and whomever he wished, he destroyed; and whomever he wished, he exalted; and whomever he wished, he lowered",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "20",
        "verse_text": "But when his heart was lifted up and his spirit was hardened in arrogance, he was deposed from the throne of his kingdom and his glory was taken away",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "21",
        "verse_text": "And he was expelled from the sons of men, and so his heart was placed with the beasts, and his dwelling was with the wild donkeys, and he ate hay like an ox, and his body was drenched with the dew of heaven, until he realized that the Most High holds power over the kingdom of men, and that whoever he wishes, he will set over it",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "22",
        "verse_text": "Likewise, you, his son Belshazzar, have not humbled your heart, though you knew all these things",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "23",
        "verse_text": "But you have lifted yourself up against the Lord of heaven. And the vessels of his house have been presented before you. And you, and your nobles, and your wives, and your concubines, have drunk wine from them. Likewise, you have praised the gods of silver, and gold, and brass, iron, and wood and stone, who neither see, nor hear, nor feel, yet you have not glorified the God who holds your breath and all your ways in his hand",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "24",
        "verse_text": "Therefore, he has sent the part of the hand which has written this, which has been inscribed",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "25",
        "verse_text": "But this is the writing that has been decreed:  MANE, THECEL, PHARES",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "26",
        "verse_text": "And this is the interpretation of the words. MANE:  God has numbered your kingdom and has finished it",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "27",
        "verse_text": "THECEL:  you have been weighed on the scales and found lacking",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "28",
        "verse_text": "PHARES:  your kingdom has been divided and has been given to the Medes and the Persians",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "29",
        "verse_text": "Then, by the king’s command, Daniel was dressed with purple, and a chain of gold was placed around his neck, and it was proclaimed of him that he held power as the third in the kingdom",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "30",
        "verse_text": "That same night, king Belshazzar the Chaldean was killed",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Daniel",
        "book_usfm_code": "DAG",
        "chapter_number": "5",
        "verse_number": "31",
        "verse_text": "And Darius the Mede succeeded to the kingdom, at the age of sixty-two years",
        "iso-639-2_language_code": "eng"
    }
]