[
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "1",
        "verse_text": "And the word of the Lord came to me, saying",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "2",
        "verse_text": "“Son of man, prophesy and say: Thus says the Lord God: Wail: ‘Woe, woe to the day!",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "3",
        "verse_text": "For the day is near, and the day of the Lord is approaching! It is a day of gloom; it will be the time of the Gentiles",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "4",
        "verse_text": "And the sword will come to Egypt. And there will be dread in Ethiopia, when the wounded will have fallen in Egypt, and its multitude will have been taken away, and its foundations will have been destroyed",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "5",
        "verse_text": "Ethiopia, and Libya, and Lydia, and all the rest of the common people, and Chub, and the sons of the land of the covenant, will fall with them by the sword",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "6",
        "verse_text": "Thus says the Lord God: And those who prop up Egypt will fall, and the arrogance of its reign will be brought down. They will fall in it by the sword, before the tower of Syene, says the Lord, the God of hosts",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "7",
        "verse_text": "And they will be scattered into the midst of desolate lands, and its cities will be in the midst of cities that have been deserted",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "8",
        "verse_text": "And they shall know that I am the Lord, when I will have brought a fire into Egypt, and when all its helpers will have been worn away",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "9",
        "verse_text": "In that day, messengers will go forth from my face in Greek warships, in order to crush the confidence of Ethiopia. And there will be dread among them in the day of Egypt; for without doubt, it will happen",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "10",
        "verse_text": "Thus says the Lord God: By the hand of Nebuchadnezzar, the king of Babylon, I will cause the multitude of Egypt to cease",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "11",
        "verse_text": "He, and his people with him, the strongest of the Gentiles, will be brought forth in order to destroy the land. And they will draw their swords over Egypt. And they will fill the land with the slain",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "12",
        "verse_text": "And I will cause the channels of the rivers to dry up. And I will deliver the land into the hand of the most wicked. And by the hands of foreigners, I will utterly destroy the land and its plenitude. I, the Lord, have spoken",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "13",
        "verse_text": "Thus says the Lord God: And I will destroy the graven images, and I will cause the idols of Memphis to cease. And there will no longer be a commander of the land of Egypt. And I will send terror upon the land of Egypt",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "14",
        "verse_text": "And I will destroy the land of Pathros, and I will send a fire upon Tahpanhes, and I will execute judgments in Alexandria",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "15",
        "verse_text": "And I will pour out my indignation upon Pelusium, the strength of Egypt, and I will kill the multitude of Alexandria",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "16",
        "verse_text": "And I will send a fire upon Egypt. Pelusium will be in pain, like a woman giving birth. And Alexandria will be utterly destroyed. And in Memphis, there will be anguish every day",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "17",
        "verse_text": "The young men of Heliopolis and Pibeseth will fall by the sword, and the young women will be led into captivity",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "18",
        "verse_text": "And in Tahpanhes, the day will grow black, when, in that place, I will break the scepters of Egypt. And the arrogance of her authority will fail within her; a gloom will cover her. Then her daughters will be led into captivity",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "19",
        "verse_text": "And I will execute judgments in Egypt. And they shall know that I am the Lord.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "20",
        "verse_text": "And it happened that, in the eleventh year, in the first month, on the seventh of the month, the word of the Lord came, me, saying",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "21",
        "verse_text": "“Son of man, I have broken the arm of Pharaoh, the king of Egypt. And behold, it has not been wrapped, so that it might be restored to health; it has not been bound with cloths, or bandaged with linen, so that, having recovered strength, it would be able to hold the sword",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "22",
        "verse_text": "Because of this, thus says the Lord God: Behold, I am against Pharaoh, the king of Egypt, and I will shatter his strong arm, which has already been broken. And I will cast the sword away from his hand",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "23",
        "verse_text": "And I will disperse Egypt among the nations, and I will scatter them among the lands",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "24",
        "verse_text": "And I will strengthen the arms of the king of Babylon. And I will put my sword into his hand. And I will break the arms of Pharaoh. And they will groan acutely, when they are slain before his face",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "25",
        "verse_text": "And I will strengthen the arms of the king of Babylon. And the arms of Pharaoh will fall. And they shall know that I am the Lord, when I will have given my sword into the hand of the king of Babylon, and when he will have extended it over the land of Egypt",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Ezekiel",
        "book_usfm_code": "EZK",
        "chapter_number": "30",
        "verse_number": "26",
        "verse_text": "And I will disperse Egypt among the nations, and I will scatter them among the lands. And they shall know that I am the Lord.",
        "iso-639-2_language_code": "eng"
    }
]