[
    {
        "book_title": "Haggai",
        "book_usfm_code": "HAG",
        "chapter_number": "1",
        "verse_number": "1",
        "verse_text": "In the second year of king Darius, in the sixth month, on the first day of the month, the word of the Lord came, by the hand of Haggai the prophet, to Zerubbabel the son of Shealtiel, governor of Judah, and to Jesus the son of Jehozadak, the high priest, saying:",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Haggai",
        "book_usfm_code": "HAG",
        "chapter_number": "1",
        "verse_number": "2",
        "verse_text": "Thus says the Lord of hosts, saying: This people claims that the time has not yet arrived for building the house of the Lord.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Haggai",
        "book_usfm_code": "HAG",
        "chapter_number": "1",
        "verse_number": "3",
        "verse_text": "But the word of the Lord came by the hand of Haggai the prophet, saying:",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Haggai",
        "book_usfm_code": "HAG",
        "chapter_number": "1",
        "verse_number": "4",
        "verse_text": "Is it time for you to dwell in paneled houses, while this house is deserted?",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Haggai",
        "book_usfm_code": "HAG",
        "chapter_number": "1",
        "verse_number": "5",
        "verse_text": "And now, thus says the Lord of hosts: Set your hearts upon your ways.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Haggai",
        "book_usfm_code": "HAG",
        "chapter_number": "1",
        "verse_number": "6",
        "verse_text": "You sowed much and have brought in little. You consumed and have not been satisfied. You drank and have not been inebriated. You covered yourselves and have not been warmed. And whoever gathered wages, has put them in a bag with holes.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Haggai",
        "book_usfm_code": "HAG",
        "chapter_number": "1",
        "verse_number": "7",
        "verse_text": "Thus says the Lord of hosts: Set your hearts upon your ways.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Haggai",
        "book_usfm_code": "HAG",
        "chapter_number": "1",
        "verse_number": "8",
        "verse_text": "Ascend to the mountain, bring wood and build the house, and it shall be acceptable to me, and I shall be glorified, says the Lord.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Haggai",
        "book_usfm_code": "HAG",
        "chapter_number": "1",
        "verse_number": "9",
        "verse_text": "You have looked for more, and behold, it became less, and you brought it home, and I blew it away. What is the cause of this, says the Lord of hosts? It is because my house is desolate, yet you have hurried, each one to his own house.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Haggai",
        "book_usfm_code": "HAG",
        "chapter_number": "1",
        "verse_number": "10",
        "verse_text": "Because of this, the heavens over you have been prohibited from giving dew, and the earth has been prohibited from giving her sprouts.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Haggai",
        "book_usfm_code": "HAG",
        "chapter_number": "1",
        "verse_number": "11",
        "verse_text": "And I called a drought over the land, and over the mountains, and over the wheat, and over the wine, and over the oil, and whatever the soil would bring forth, and over men, and over beasts of burden, and over all the labor of hands.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Haggai",
        "book_usfm_code": "HAG",
        "chapter_number": "1",
        "verse_number": "12",
        "verse_text": "And Zerubbabel the son of Shealtiel, and Jesus the son of Jehozadak, the high priest, and all the remnant of the people heeded the voice of the Lord their God, and the words of Haggai the prophet, just as the Lord their God sent him to them. And the people were fearful before the face of the Lord.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Haggai",
        "book_usfm_code": "HAG",
        "chapter_number": "1",
        "verse_number": "13",
        "verse_text": "And Haggai, a messenger of the Lord among messengers of the Lord, spoke to the people, saying: the Lord says, “I am with you.”",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Haggai",
        "book_usfm_code": "HAG",
        "chapter_number": "1",
        "verse_number": "14",
        "verse_text": "And the Lord stirred the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Jesus the son of Jehozadak, the high priest, and the spirit of the remainder of all the people. And they entered and performed work in the house of the Lord of hosts their God.",
        "iso-639-2_language_code": "eng"
    }
]