[
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "36",
        "verse_number": "1",
        "verse_text": "And it happened that, in the fourteenth year of king Hezekiah, Sennacherib, the king of the Assyrians, went up against all the fortified cities of Judah, and he seized them",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "36",
        "verse_number": "2",
        "verse_text": "And the king of the Assyrians sent Rabshakeh from Lachish into Jerusalem, to king Hezekiah, with a great force, and he stood near the aqueduct of the upper pool, at the road to the fuller’s field",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "36",
        "verse_number": "3",
        "verse_text": "And those who went to him were Eliakim, son of Hilkiah, who was over the house, and Shebna, the scribe, and Joah, son of Asaph, the historian",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "36",
        "verse_number": "4",
        "verse_text": "And Rabshakeh said to them: “Tell Hezekiah: Thus says the great king, the king of the Assyrians: What is this faith in which you believe",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "36",
        "verse_number": "5",
        "verse_text": "And by what counsel or strength would you prepare to rebel? In whom do you have faith, so much so that you would withdraw from me",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "36",
        "verse_number": "6",
        "verse_text": "Behold, you are trusting in Egypt, in that broken staff of a reed. But if a man were to lean against it, it would enter his hand and pierce it. So is Pharaoh, the king of Egypt, to all who trust in him",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "36",
        "verse_number": "7",
        "verse_text": "But if you answer me by saying: ‘We trust in the Lord our God.’ Is it not his high places and altars that Hezekiah has taken away? And he has said to Judah and to Jerusalem, ‘You shall worship before this altar.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "36",
        "verse_number": "8",
        "verse_text": "And now, hand yourselves over to my lord, the king of the Assyrians, and I will give you two thousand horses, and you will not be able to find riders for them on your own",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "36",
        "verse_number": "9",
        "verse_text": "So how will you withstand the face of the ruler of even one place, of even the least of my lord’s subordinates? But if you trust in Egypt, in four-horse chariots and in horsemen",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "36",
        "verse_number": "10",
        "verse_text": "do I intend to go up against this land to destroy it without the Lord? But the Lord said to me, ‘Go up against this land, and destroy it.’ ",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "36",
        "verse_number": "11",
        "verse_text": "And Eliakim, and Shebna, and Joah said to Rabshakeh: “Speak to your servants in the Syrian language. For we understand it. Do not speak to us in the Jewish language, in the hearing of the people, who are upon the wall.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "36",
        "verse_number": "12",
        "verse_text": "And Rabshakeh said to them: “Has my lord sent me to your lord and to you in order to speak all these words, and not even more so to the men who are sitting on the wall, so that they may eat their own dung and drink their own urine with you?",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "36",
        "verse_number": "13",
        "verse_text": "Then Rabshakeh stood up, and he cried out with a loud voice in the Jewish language, and he said: “Listen to the words of the great king, the king of the Assyrians",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "36",
        "verse_number": "14",
        "verse_text": "Thus says the king: Do not let Hezekiah deceive you. For he will not be able to rescue you",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "36",
        "verse_number": "15",
        "verse_text": "And do not let Hezekiah cause you to trust in the Lord, saying: ‘The Lord will rescue and free us. This city will not be given into the hands of the king of the Assyrians.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "36",
        "verse_number": "16",
        "verse_text": "Do not listen to Hezekiah. For the king of the Assyrians says this: Act with me to your own benefit, and come out to me. And let each one eat from his own vine, and each one from his own fig tree. And let each one drink water from his own well",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "36",
        "verse_number": "17",
        "verse_text": "until I arrive and take you away to a land which is like your own: a land of grain and of wine, a land of bread and of vineyards",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "36",
        "verse_number": "18",
        "verse_text": "But you should not let Hezekiah disturb you, saying, ‘The Lord will deliver us.’ Have any of the gods of each of the nations delivered their land from the hand of the king of the Assyrians",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "36",
        "verse_number": "19",
        "verse_text": "Where is the god of Hamath and of Arpad? Where is the god of Sepharvaim? Have they freed Samaria from my hand",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "36",
        "verse_number": "20",
        "verse_text": "Who is there, among all the gods of these lands, who has rescued his land from my hand, so that the Lord would rescue Jerusalem from my hand?",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "36",
        "verse_number": "21",
        "verse_text": "And they remained silent and did not answer a word to him. For the king had commanded them, saying, “You shall not respond to him.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "36",
        "verse_number": "22",
        "verse_text": "And Eliakim, son of Hilkiah, who was over the house, and Shebna, the scribe, and Joah, son of Asaph, the historian, entered to Hezekiah with their garments rent, and they reported to him the words of Rabshakeh",
        "iso-639-2_language_code": "eng"
    }
]