[
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "54",
        "verse_number": "1",
        "verse_text": "Give praise, you who are barren and unable to conceive. Sing praise and make a joyful noise, you who have not given birth. For many are the children of the desolate, more so than of her who has a husband, says the Lord",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "54",
        "verse_number": "2",
        "verse_text": "Enlarge the place of your tent and extend the skins of your tabernacles, unsparingly. Lengthen your cords, and strengthen your stakes",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "54",
        "verse_number": "3",
        "verse_text": "For you shall extend to the right and to the left. And your offspring shall inherit the nations, and you shall inhabit the desolate cities",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "54",
        "verse_number": "4",
        "verse_text": "Do not be afraid! For you will not be confounded, and you will not blush. And you will not be put to shame, because you shall forget the confusion of your youth, and you shall no longer remember the disgrace of your widowhood",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "54",
        "verse_number": "5",
        "verse_text": "For the One who made you will rule over you. The Lord of hosts is his name. And your Redeemer, the Holy One of Israel, will be called the God of all the earth",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "54",
        "verse_number": "6",
        "verse_text": "For the Lord has called you, like a woman forsaken and mourning in spirit, and like a wife rejected in her youth, said your God",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "54",
        "verse_number": "7",
        "verse_text": "For a brief moment, I have forsaken you, and with great pities, I will gather you",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "54",
        "verse_number": "8",
        "verse_text": "In a moment of indignation, I have hidden my face from you, for a little while. But with everlasting mercy, I have taken pity on you, said your Redeemer, the Lord",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "54",
        "verse_number": "9",
        "verse_text": "For me, it is just as in the days of Noah, to whom I swore that I would no longer bring in the waters of Noah over the earth. Thus have I sworn not to be angry with you, and not to rebuke you",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "54",
        "verse_number": "10",
        "verse_text": "For the mountains will be moved, and the hills will tremble. But my mercy will not depart from you, and the covenant of my peace will not be shaken, said the Lord, who has compassion on you",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "54",
        "verse_number": "11",
        "verse_text": "O poor little ones, convulsed by the tempest, away from any consolation! Behold, I will set your stones in order, and I will lay your foundation with sapphires",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "54",
        "verse_number": "12",
        "verse_text": "and I will make your ramparts out of jasper, and your gates out of sculpted stones, and all your borders out of desirable stones",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "54",
        "verse_number": "13",
        "verse_text": "All your children will be taught by the Lord. And great will be the peace of your children",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "54",
        "verse_number": "14",
        "verse_text": "And you will be founded in justice. Depart far from oppression, for you will not be afraid. And depart from terror, for it will not approach you",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "54",
        "verse_number": "15",
        "verse_text": "Behold, a settler will arrive, who was not with me, a certain new arrival will be joined to you",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "54",
        "verse_number": "16",
        "verse_text": "Behold, I created the smith who fans the coals of the fire and produces an object by his work, and I have created the slayer who destroys",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Isaiah",
        "book_usfm_code": "ISA",
        "chapter_number": "54",
        "verse_number": "17",
        "verse_text": "No object which has been formed to use against you will succeed. And every tongue that resists you in judgment, you shall judge. This is the inheritance of the servants of the Lord, and this is their justice with me, says the Lord",
        "iso-639-2_language_code": "eng"
    }
]