[
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "1",
        "verse_text": "And it was reported to Holofernes, the leader of the military of the Assyrians, that the sons of Israel were preparing themselves to resist, and also that they had closed the mountain passes",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "2",
        "verse_text": "And he was enraged with extreme fury and great indignation, and he called together all the leaders of Moab and the leaders of Ammon",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "3",
        "verse_text": "And he said to them: “Tell me who this people may be, who obstruct the mountains. And which are their cities, and of what kind, and how many? And then, what may be their power, and what may be their number, and who is king over their military",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "4",
        "verse_text": "And why have these, more than all who dwell in the east, shown contempt for us, and have not gone out to meet us, so that they might receive us with peace?",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "5",
        "verse_text": "Then Achior, commander of all the sons of Ammon, responding, said: “If you would deign to listen, my lord, I will tell the truth in your sight about this people, who dwell in the mountains, and not a false word will go forth from my mouth",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "6",
        "verse_text": "This people is from the progeny of the Chaldeans",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "7",
        "verse_text": "These dwelt at first in Mesopotamia, because they were not willing to follow the gods of their fathers, who were in the land of the Chaldeans",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "8",
        "verse_text": "And so, forsaking the ceremonies of their fathers, which were with a multitude of gods",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "9",
        "verse_text": "they worshipped one God of heaven, who also instructed them to go forth from that place and to dwell in Canaan. And when a famine covered the whole land, they went down into Egypt, and there, through four hundred years, they were so multiplied, that the army of them could not be numbered",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "10",
        "verse_text": "And when the king of Egypt oppressed them, and also subjugated them to labor with clay and brick in the building of his cities, they cried out to their Lord, and he struck the entire land of Egypt with various plagues",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "11",
        "verse_text": "And when the Egyptians had cast them away from them, and the plague had ceased from them, and they were willing to seize them again and recall them to their servitude",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "12",
        "verse_text": "the God of heaven opened the sea to these as they fled, so that the waters were made to stand firm like a wall on either side, and these walked across the bottom of the sea and passed through with dry feet",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "13",
        "verse_text": "In that place, when an innumerable army of the Egyptians pursued after them, they were so overwhelmed with the waters, that not even one remained to report to posterity what had happened",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "14",
        "verse_text": "In truth, going forth from the Red Sea, they occupied the deserts of mount Sinai, in which man could never dwell, nor a son of man take rest",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "15",
        "verse_text": "In that place, bitter fountains became sweet for them to drink, and, through forty years, they continued to receive provisions from heaven",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "16",
        "verse_text": "And, although they had entered without bow and arrow, and without shield and sword, their God fought on their behalf and was victorious",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "17",
        "verse_text": "And there was no one who could attack this people, except when they withdrew from the worship of the Lord their God",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "18",
        "verse_text": "But as often as they worshipped any other, except their own God, they were delivered to plunder, and to the sword, and into reproach",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "19",
        "verse_text": "But as often as they were repentant for having withdrawn from the worship of their God, the God of heaven gave them the power to resist",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "20",
        "verse_text": "And, indeed, they overthrew the king of the Canaanites, and of the Jebusites, and of the Perizzites, and of the Hethites, and of the Hevites, and of the Amorrhites, and all the powerful ones in Hesebon, and these same possessed their lands and their cities",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "21",
        "verse_text": "And, as long as they did not sin in the sight of their God, it was well with them. For their God hates iniquity",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "22",
        "verse_text": "And even some years ago, when they had withdrawn from the way that their God had given them to walk, they were destroyed in battles by many nations and very many of them were led away captive into a land not their own",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "23",
        "verse_text": "But, more recently, returning to the Lord their God, from the dispersion in which they had been scattered, they have united and have ascended into all these mountains, and they again possess Jerusalem, where their holy things are",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "24",
        "verse_text": "Therefore, now my lord, inquire if there may be any iniquity of theirs in the sight of their God. If so, let us ascend to them, because their God will surely deliver them to you, and they will be subjugated under the yoke of your power",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "25",
        "verse_text": "But if, in truth, there may be no offense of this people before their God, we will not be able to resist them, because their God will defend them, and we will become a disgrace to the whole earth.",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "26",
        "verse_text": "And it happened, when Achior had ceased to speak these words, all the great men of Holofernes were angry, and they intended to execute him, saying to each other",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "27",
        "verse_text": "“Who is this, that says the sons of Israel are able to resist king Nebuchadnezzar and his armies: unarmed men, and without strength, and without skill in the art of fighting",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "28",
        "verse_text": "Therefore, so that Achior may know that he has failed us, let us ascend to the mountains. And, when the most powerful among them have been taken, then, with them, he will be impaled with the sword",
        "iso-639-2_language_code": "eng"
    },
    {
        "book_title": "Judith",
        "book_usfm_code": "JDT",
        "chapter_number": "5",
        "verse_number": "29",
        "verse_text": "So may every people know that Nebuchadnezzar is god of the earth, and there is no other, except him.",
        "iso-639-2_language_code": "eng"
    }
]